[{"title":"The Curious Incident of the Dog in the Night-Time","author":"Mark Haddon","description":"Christopher John Francis Boone knows all the countries of the world and their capitals and every prime number up to 7,057. He relates well to animals but has no understanding of human emotions. He cannot stand to be touched. And he detests the color yellow.Although gifted with a superbly logical brain, for fifteen-year-old Christopher everyday interactions and admonishments have little meaning. He lives on patterns, rules, and a diagram kept in his pocket. Then one day, a neighbor's dog, Wellington, is killed and his carefully constructive universe is threatened. Christopher sets out to solve the murder in the style of his favourite (logical) detective, Sherlock Holmes. What follows makes for a novel that is funny, poignant and fascinating in its portrayal of a person whose curse and blessing are a mind that perceives the world entirely literally.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1479863624l/1618._SY475_.jpg","rating":3.88,"likedPercent":92.0,"isbn":"9781400032716"},{"title":"The Very Hungry Caterpillar","author":"Eric Carle","description":"THE all-time classic story, from generation to generation, sold somewhere in the world every 30 seconds! Have you shared it with a child or grandchild in your life? One sunny Sunday, the caterpillar was hatched out of a tiny egg. He was very hungry. On Monday, he ate through one apple; on Tuesday, he ate through three plums--and still he was hungry. When full at last, he made a cocoon around himself and went to sleep, to wake up a few weeks later wonderfully transformed into a butterfly!The brilliantly innovative Eric Carle has dramatized the story of one of Nature's commonest yet loveliest marvels, the metamorphosis of the butterfly. This audiobook will delight as well as instruct the very youngest listener.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1603739265l/4948._SX318_.jpg","rating":4.3,"likedPercent":94.0,"isbn":"9780241003008"},{"title":"Tuesdays with Morrie","author":"Mitch Albom (Goodreads Author)","description":"Maybe it was a grandparent, or a teacher or a colleague. Someone older, patient and wise, who understood you when you were young and searching, and gave you sound advice to help you make your way through it. For Mitch Albom, that person was Morrie Schwartz, his college professor from nearly twenty years ago.Maybe, like Mitch, you lost track of this mentor as you made your way, and the insights faded. Wouldn't you like to see that person again, ask the bigger questions that still haunt you? Mitch Albom had that second chance. He rediscovered Morrie in the last months of the older man's life. Knowing he was dying of ALS - or motor neurone disease - Mitch visited Morrie in his study every Tuesday, just as they used to back in college. Their rekindled relationship turned into one final 'class': lessons in how to live.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1423763749l/6900.jpg","rating":4.11,"likedPercent":93.0,"isbn":"9780751529814"},{"title":"The Unbearable Lightness of Being","author":"Milan Kundera, Michael Henry Heim (Translator)","description":"In The Unbearable Lightness of Being, Milan Kundera tells the story of a young woman in love with a man torn between his love for her and his incorrigible womanizing and one of his mistresses and her humbly faithful lover. This magnificent novel juxtaposes geographically distant places, brilliant and playful reflections, and a variety of styles, to take its place as perhaps the major achievement of one of the world’s truly great writers.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1265401884l/9717.jpg","rating":4.1,"likedPercent":93.0,"isbn":"9780571224388"},{"title":"The Name of the Rose","author":"Umberto Eco, William Weaver (Translator)","description":"The year is 1327. Benedictines in a wealthy Italian abbey are suspected of heresy, and Brother William of Baskerville arrives to investigate. When his delicate mission is suddenly overshadowed by seven bizarre deaths, Brother William turns detective. His tools are the logic of Aristotle, the theology of Aquinas, the empirical insights of Roger Bacon—all sharpened to a glistening edge by wry humor and a ferocious curiosity. He collects evidence, deciphers secret symbols and coded manuscripts, and digs into the eerie labyrinth of the abbey, where “the most interesting things happen at night.”","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415375471l/119073.jpg","rating":4.12,"likedPercent":93.0,"isbn":"9780156001311"},{"title":"Where the Red Fern Grows","author":"Wilson Rawls","description":"A loving threesome, they ranged the dark hills and river bottoms of Cherokee country. Old Dan had the brawn. Little Ann had the brains, and Billy had the will to make them into the finest hunting team in the valley. Glory and victory were coming to them, but sadness waited too. Where the Red Fern Grows is an exciting tale of love and adventure you'll never forget.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1518702249l/10365.jpg","rating":4.08,"likedPercent":93.0,"isbn":"9780375806810"},{"title":"Harry Potter and the Chamber of Secrets","author":"J.K. Rowling, Mary GrandPré (Illustrator)","description":"Ever since Harry Potter had come home for the summer, the Dursleys had been so mean and hideous that all Harry wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he’s packing his bags, Harry receives a warning from a strange impish creature who says that if Harry returns to Hogwarts, disaster will strike.And strike it does. For in Harry’s second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor and a spirit who haunts the girls’ bathroom. But then the real trouble begins – someone is turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possible be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects… Harry Potter himself!","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474169725l/15881._SY475_.jpg","rating":4.43,"likedPercent":98.0,"isbn":"9780439064866"},{"title":"The Godfather","author":"Mario Puzo, Robert Thompson (Introduction), Peter Bart (Afterword)","description":"The Godfather—the epic tale of crime and betrayal that became a global phenomenon.Almost fifty years ago, a classic was born. A searing portrayal of the Mafia underworld, The Godfather introduced readers to the first family of American crime fiction, the Corleones, and their powerful legacy of tradition, blood, and honor. The seduction of power, the pitfalls of greed, and the allegiance to family—these are the themes that have resonated with millions of readers around the world and made The Godfather the definitive novel of the violent subculture that, steeped in intrigue and controversy, remains indelibly etched in our collective consciousness.~penguin.com","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1394988109l/22034._SY475_.jpg","rating":4.36,"likedPercent":96.0,"isbn":"9999999999999"},{"title":"The Scarlet Letter","author":"Nathaniel Hawthorne, Thomas E. Connolly (Annotations), Nina Baym (Introduction)","description":"Nathaniel Hawthorne's THE SCARLET LETTER reaches to our nation's historical and moral roots for the material of great tragedy. Set in an early New England colony, the novel shows the terrible impact a single, passionate act has on the lives of three members of the community: the defiant Hester Prynne; the fiery, tortured Reverend Dimmesdale; and the obsessed, vengeful Chillingworth.With THE SCARLET LETTER, Hawthorne became the first American novelist to forge from our Puritan heritage a universal classic, a masterful exploration of humanity's unending struggle with sin, guilt and pride.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1404810944l/12296.jpg","rating":3.41,"likedPercent":80.0,"isbn":"9780142437261"},{"title":"In Cold Blood","author":"Truman Capote","description":"On November 15, 1959, in the small town of Holcomb, Kansas, four members of the Clutter family were savagely murdered by blasts from a shotgun held a few inches from their faces. There was no apparent motive for the crime, and there were almost no clues. As Truman Capote reconstructs the murder and the investigation that led to the capture, trial, and execution of the killers, he generates both mesmerizing suspense and astonishing empathy. At the center of his study are the amoral young killers Perry Smith and Dick Hickcock, who, vividly drawn by Capote, are shown to be reprehensible yet entirely and frighteningly human. In Cold Blood is a seminal work of modern prose, a remarkable synthesis of journalistic skill and powerfully evocative narrative.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1424931136l/168642.jpg","rating":4.07,"likedPercent":93.0,"isbn":"9780679745587"},{"title":"Fight Club","author":"Chuck Palahniuk (Goodreads Author)","description":"Chuck Palahniuk showed himself to be his generation’s most visionary satirist in this, his first book. Fight Club’s estranged narrator leaves his lackluster job when he comes under the thrall of Tyler Durden, an enigmatic young man who holds secret after-hours boxing matches in the basement of bars. There, two men fight \"as long as they have to.\" This is a gloriously original work that exposes the darkness at the core of our modern world.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1558216416l/36236124._SY475_.jpg","rating":4.19,"likedPercent":95.0,"isbn":"9780393355949"},{"title":"The Five People You Meet in Heaven","author":"Mitch Albom (Goodreads Author)","description":"From the author of the phenomenal #1 New York Times bestseller Tuesdays with Morrie, a novel that explores the unexpected connections of our lives, and the idea that heaven is more than a place; it's an answer. Eddie is a wounded war veteran, an old man who has lived, in his mind, an uninspired life. His job is fixing rides at a seaside amusement park. On his 83rd birthday, a tragic accident kills him as he tries to save a little girl from a falling cart. He awakes in the afterlife, where he learns that heaven is not a destination. It's a place where your life is explained to you by five people, some of whom you knew, others who may have been strangers. One by one, from childhood to soldier to old age, Eddie's five people revisit their connections to him on earth, illuminating the mysteries of his \"meaningless\" life, and revealing the haunting secret behind the eternal question: \"Why was I here?\"","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388200541l/3431.jpg","rating":3.94,"likedPercent":91.0,"isbn":"9781401308582"},{"title":"Hush, Hush","author":"Becca Fitzpatrick (Goodreads Author)","description":"A SACRED OATHA FALLEN ANGELA FORBIDDEN LOVERomance was not part of Nora Grey's plan. She's never been particularly attracted to the boys at her school, no matter how hard her best friend, Vee, pushes them at her. Not until Patch comes along. With his easy smile and eyes that seem to see inside her, Patch draws Nora to him against her better judgment.But after a series of terrifying encounters, Nora's not sure whom to trust. Patch seems to be everywhere she is and seems to know more about her than her closest friends. She can't decide whether she should fall into his arms or run and hide. And when she tries to seek some answers, she finds herself near a truth that is way more unsettling than anything Patch makes her feel.For she is right in the middle of an ancient battle between the immortal and those that have fallen - and, when it comes to choosing sides, the wrong choice will cost Nora her life.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1358261334l/6339664.jpg","rating":3.97,"likedPercent":88.0,"isbn":"9781416989417"},{"title":"The Cat in the Hat","author":"Dr. Seuss","description":"Poor Sally and her brother. It's cold and wet and they're stuck in the house with nothing to do . . . until a giant cat in a hat shows up, transforming the dull day into a madcap adventure and almost wrecking the place in the process! Written by Dr. Seuss in 1957 in response to the concern that \"pallid primers [with] abnormally courteous, unnaturally clean boys and girls' were leading to growing illiteracy among children, The Cat in the Hat (the first Random House Beginner Book) changed the way our children learn how to read.Book Details: \n   Format: Hardcover \n   Publication Date: 3/12/1957 \n   Pages: 72 \n   Reading Level: Age 3 and Up \n ","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1468890477l/233093._SX318_.jpg","rating":4.17,"likedPercent":93.0,"isbn":"9780394800011"},{"title":"American Gods","author":"Neil Gaiman (Goodreads Author)","description":"Days before his release from prison, Shadow's wife, Laura, dies in a mysterious car crash. Numbly, he makes his way back home. On the plane, he encounters the enigmatic Mr Wednesday, who claims to be a refugee from a distant war, a former god and the king of America. Together they embark on a profoundly strange journey across the heart of the USA, whilst all around them a storm of preternatural and epic proportions threatens to break.Scary, gripping and deeply unsettling, American Gods takes a long, hard look into the soul of America. You'll be surprised by what - and who - it finds there...This is the author's preferred text, never before published in the UK, and is about 12,000 words longer than the previous UK edition.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1462924585l/30165203.jpg","rating":4.11,"likedPercent":93.0,"isbn":"9999999999999"},{"title":"The Count of Monte Cristo","author":"Alexandre Dumas, Robin Buss (Translator)","description":"Thrown in prison for a crime he has not committed, Edmond Dantes is confined to the grim fortress of If. There he learns of a great hoard of treasure hidden on the Isle of Monte Cristo and he becomes determined not only to escape, but also to unearth the treasure and use it to plot the destruction of the three men responsible for his incarceration. Dumas’ epic tale of suffering and retribution, inspired by a real-life case of wrongful imprisonment, was a huge popular success when it was first serialized in the 1840s.Robin Buss’s lively English translation is complete and unabridged, and remains faithful to the style of Dumas’s original. This edition includes an introduction, explanatory notes and suggestions for further reading.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1309203605l/7126.jpg","rating":4.25,"likedPercent":95.0,"isbn":"9780140449266"},{"title":"Lonesome Dove","author":"Larry McMurtry","description":"A love story, an adventure, and an epic of the frontier, Larry McMurtry’s Pulitzer Prize— winning classic, Lonesome Dove, the third book in the Lonesome Dove tetralogy, is the grandest novel ever written about the last defiant wilderness of America.Journey to the dusty little Texas town of Lonesome Dove and meet an unforgettable assortment of heroes and outlaws, whores and ladies, Indians and settlers. Richly authentic, beautifully written, always dramatic, Lonesome Dove is a book to make us laugh, weep, dream, and remember.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559668037l/256008.jpg","rating":4.48,"likedPercent":97.0,"isbn":"9780671683900"},{"title":"Perfume: The Story of a Murderer","author":"Patrick Süskind, John E. Woods (Translator)","description":"An acclaimed bestseller and international sensation, Patrick Suskind's classic novel provokes a terrifying examination of what happens when one man's indulgence in his greatest passion—his sense of smell—leads to murder.In the slums of eighteenth-century France, the infant Jean-Baptiste Grenouille is born with one sublime gift—an absolute sense of smell. As a boy, he lives to decipher the odors of Paris, and apprentices himself to a prominent perfumer who teaches him the ancient art of mixing precious oils and herbs. But Grenouille's genius is such that he is not satisfied to stop there, and he becomes obsessed with capturing the smells of objects such as brass doorknobs and fresh-cut wood. Then one day he catches a hint of a scent that will drive him on an ever-more-terrifying quest to create the \"ultimate perfume\"—the scent of a beautiful young virgin. Told with dazzling narrative brilliance, Perfume is a hauntingly powerful tale of murder and sensual depravity.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1409112276l/343.jpg","rating":4.02,"likedPercent":92.0,"isbn":"9780140120837"},{"title":"Holes","author":"Louis Sachar (Goodreads Author)","description":"Stanley Yelnats is under a curse. A curse that began with his no-good-dirty-rotten-pig-stealing-great-great-grandfather and has since followed generations of Yelnats. Now Stanley has been unjustly sent to a boys’ detention center, Camp Green Lake, where the boys build character by spending all day, every day digging holes exactly five feet wide and five feet deep. There is no lake at Camp Green Lake. But there are an awful lot of holes.It doesn’t take long for Stanley to realize there’s more than character improvement going on at Camp Green Lake. The boys are digging holes because the warden is looking for something. But what could be buried under a dried-up lake? Stanley tries to dig up the truth in this inventive and darkly humorous tale of crime and punishment—and redemption.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1603402798l/38709._SX318_.jpg","rating":3.97,"likedPercent":93.0,"isbn":"9780439244190"},{"title":"The Lion, the Witch and the Wardrobe","author":"C.S. Lewis","description":"Narnia...the land beyond the wardrobe door, a secret place frozen in eternal winter, a magical country waiting to be set free.Lucy is the first to find the secret of the wardrobe in the professor's mysterious old house. At first her brothers and sister don't believe her when she tells of her visit to the land of Narnia. But soon Edmund, then Peter and Susan step through the wardrobe themselves. In Narnia they find a country buried under the evil enchantment of the White Witch. When they meet the Lion Aslan, they realize they've been called to a great adventure and bravely join the battle to free Narnia from the Witch's sinister spell.","coverImg":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1353029077l/100915.jpg","rating":4.22,"likedPercent":95.0,"isbn":"9999999999999"}]